[{"id":1,"name":"Chemical Engineering","description":"Chemical engineering is the branch of engineering that deals with chemical production and the manufacture of products through chemical processes. This includes designing equipment, systems and processes for refining raw materials and for mixing, compounding and processing chemicals to make valuable products.","duration":"8 weeks","creadit":"15","price":1999,"imgUrl":"https://university.cactusthemes.com/wp-content/uploads/2014/10/002-526x526.jpg"},{"id":2,"name":"Information System","description":"n information system (IS) is a formal, sociotechnical, organizational system designed to collect, process, store, and distribute information. ... A computer information system is a system composed of people and computers that processes or interprets information.","duration":"2 weeks","creadit":"18","price":1299,"imgUrl":"https://university.cactusthemes.com/wp-content/uploads/2014/07/university-course-001-526x526.jpg"},{"id":3,"name":"Work-Life Balance","description":"Despite the worldwide quest for Work-Life Balance, very few have found an acceptable definition of the concept. Here’s a proven definition that will positively impact your everyday value and balance starting today.","duration":"18 Months","creadit":"48","price":8999,"imgUrl":"https://university.cactusthemes.com/wp-content/uploads/2015/08/iStock_000027349705_Large-526x526.jpg"},{"id":4,"name":"The Theory Of Sport","description":"Toward a theory of sport. For the sociology of sport to advance, a theory of sport needs to be developed. To create such a theory, the author combines a number of independent and dependent variables to form a group of interrelated proposi- tions that can be empirically tested.","duration":"1 weeks","creadit":"3","price":35,"imgUrl":"https://university.cactusthemes.com/wp-content/uploads/2014/07/university-course-002-526x526.jpg"},{"id":5,"name":"Bachelor Of Nursing","description":"The Bachelor of Science in Nursing (BSN, BScN) also known in some countries as a Bachelor of Nursing (BN) or Bachelor of Science (BS) with a Major in Nursing is an academic degree in the science and principles of nursing, granted by an accredited tertiary education provider. The course of study is typically three or four years. The difference in degree designation may relate to the amount of basic science courses","duration":"3 weeks","creadit":"12","price":500,"imgUrl":"https://university.cactusthemes.com/wp-content/uploads/2014/07/university-course-008-526x526.jpg"},{"id":6,"name":"Game Theory 101","description":"Game theory is the scientific study of strategically interdependent decision making. While logically demanding, this website makes learning the field easy. Based on the best-selling Game Theory 101 textbook, my video lectures go at your pace, carefully explaining all the important points to understand this new language.","duration":"5 weeks","creadit":"13","price":1500,"imgUrl":"https://university.cactusthemes.com/wp-content/uploads/2014/06/university-course-007-526x526.jpg"},{"id":7,"name":"Master Of Gamification","description":"Students who have completed an undergraduate degree may choose to further their education by working on a master’s degree, either from the same college or a different institution. A master’s degree can provide the opportunity to further specialize in a preferred area of study.","duration":"6 weeks","creadit":"9","price":999,"imgUrl":"https://university.cactusthemes.com/wp-content/uploads/2014/05/university-course-009-526x526.jpg"},{"id":8,"name":"Ruby On Rails","description":"Learning to build a modern web application is daunting. Ruby on Rails makes it much easier and more fun. It includes everything you need to build fantastic applications, and you can learn it with the support of our large, friendly community.","duration":"12 weeks","creadit":"18","price":2200,"imgUrl":"https://university.cactusthemes.com/wp-content/uploads/2014/05/university-course-010-526x526.jpg"},{"id":9,"name":"Computer Scince","description":"Computer Science is the study of computers and computational systems. Unlike electrical and computer engineers, computer scientists deal mostly with software and software systems; this includes their theory, design, development, and application.","duration":"18 weeks","creadit":"22","price":6999,"imgUrl":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Computer-science-education.jpg/1200px-Computer-science-education.jpg"}]